tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "act"
brew "libpng"
brew "python@3.9", link: false
brew "glib"
brew "clingo"
brew "curl"
brew "fish"
brew "fzf"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "go"
brew "pkg-config"
brew "graphviz"
brew "httpie"
brew "hub"
brew "jpeg-turbo"
brew "jq"
brew "mysql"
brew "node"
brew "nodebrew"
brew "peco"
brew "postgresql"
brew "tig"
brew "wget"
brew "yarn"
brew "zlib"
cask "abyssoft-teleport"
cask "alfred"
cask "clipy"
cask "julia"
cask "notion"
