tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "act"
brew "jpeg-turbo"
brew "libpng"
brew "libtiff"
brew "webp"
brew "bat"
brew "glib"
brew "clingo"
brew "cmake"
brew "curl"
brew "deno"
brew "direnv"
brew "exa"
brew "fish"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "git-flow"
brew "go"
brew "graphviz"
brew "helm"
brew "httpie"
brew "hub"
brew "jpeg"
brew "jq"
brew "kubectx"
brew "luajit"
brew "zlib"
brew "mysql"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "pkg-config"
brew "postgresql@14"
brew "python@3.9", link: false
brew "solana"
brew "speedtest-cli"
brew "subversion"
brew "tig"
brew "wget"
brew "yarn"
cask "1password"
cask "abyssoft-teleport"
cask "binance"
cask "canva"
cask "clipy"
cask "deepl"
cask "discord"
cask "docker"
cask "fig"
cask "figma"
cask "font-noto-sans"
cask "font-source-code-pro"
cask "iterm2"
cask "julia"
cask "krisp"
cask "meetingbar"
cask "messenger"
cask "miro"
cask "notion"
cask "raycast"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
vscode "withfig.fig"
